{
  "chapter": 18,
  "title": "Moksha-Sanyasa Yoga",
  "verse": 78,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अर्जुन उवाच सन्न्यासस्य महाबाहो तत्वमिच्छामि वेदितुम् त्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥1॥",
      "transliteration": "arjuna uvāchasannyāsasya mahā-bāho tattvam ichchhāmi veditumtyāgasya cha hṛiṣhīkeśha pṛithak keśhi-niṣhūdana",
      "meanings": "arjunaḥ uvācha—Arjun said; sanyāsasya—of renunciation of actions; mahā-bāho—mighty-armed one; tattvam—the truth; ichchhāmi—I wish; veditum—to understand; tyāgasya—of renunciation of desires for enjoying the fruits of actions; cha—and; hṛiṣhīkeśha—Krishna, the Lord of the senses; pṛithak—distinctively; keśhī-niṣhūdana—Krishna, the killer of the Keshi demon",
      "translation": "Arjuna said: O mighty-armed Hrsikesa, O slayer of (the demon) Kesi, I want to know severally the truth about sannyasa as also about tyaga."
    },
    {
      "verse": 2,
      "sanskrit": "श्रीभगवानुवाच काम्यानां कर्मणां न्यासं सन्न्यासं कवयो विदु: सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणा: ॥2॥",
      "transliteration": "śhrī-bhagavān uvāchakāmyānāṁ karmaṇāṁ nyāsaṁ sannyāsaṁ kavayo viduḥsarva-karma-phala-tyāgaṁ prāhus tyāgaṁ vichakṣhaṇāḥ",
      "meanings": "śhrī-bhagavān uvācha—the Supreme Divine Personality said; kāmyānām—desireful; karmaṇām—of actions; nyāsam—giving up; sanyāsam—renunciation of actions; kavayaḥ—the learned; viduḥ—to understand; sarva—all; karma-phala—fruits of actions; tyāgam—renunciation of desires for enjoying the fruits of actions; prāhuḥ—declare; tyāgam—renunciation of desires for enjoying the fruits of actions; vichakṣhaṇāḥ—the wise",
      "translation": "The Blessed Lord said: The learned ones know sannyasa to be the giving up of actions done with a desire for reward. The adepts call the abandonment of the results of all works as tyaga."
    },
    {
      "verse": 3,
      "sanskrit": "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिण: यज्ञदानतप:कर्म न त्याज्यमिति चापरे ॥3॥",
      "transliteration": "tyājyaṁ doṣha-vad ity eke karma prāhur manīṣhiṇaḥyajña-dāna-tapaḥ-karma na tyājyam iti chāpare",
      "meanings": "tyājyam—should be given up; doṣha-vat—as evil; iti—thus; eke—some; karma—actions; prāhuḥ—declare; manīṣhiṇaḥ—the learned; yajña—sacrifice; dāna—charity; tapaḥ—penance; karma—acts; na—never; tyājyam—should be abandoned; iti—thus; cha—and; apare—others",
      "translation": "Some learned persons say that action, beset with evil (as it is), should be given up, and others (say) that the practice of sacrifice, charity and austerity should not be given up."
    },
    {
      "verse": 4,
      "sanskrit": "निश्चयं शृणु मे तत्र त्यागे भरतसत्तम त्यागो हि पुरुषव्याघ्र त्रिविध: सम्प्रकीर्तित: ॥4॥",
      "transliteration": "niśhchayaṁ śhṛiṇu me tatra tyāge bharata-sattamatyāgo hi puruṣha-vyāghra tri-vidhaḥ samprakīrtitaḥ",
      "meanings": "niśhchayam—conclusion; śhṛiṇu—hear; me—my; tatra—there; tyāge—about renunciation of desires for enjoying the fruits of actions; bharata-sat-tama—best of the Bharatas; tyāgaḥ—renunciation of desires for enjoying the fruits of actions; hi—indeed; puruṣha-vyāghra—tiger amongst men; tri-vidhaḥ—of three kinds; samprakīrtitaḥ—declared",
      "translation": "O the most excellent among the descendants of Bharata, hear from Me the firm conclusion regarding that tyaga. For, O greatest among men, tyaga has been clearly declared to be of three kinds."
    },
    {
      "verse": 5,
      "sanskrit": "यज्ञदानतप:कर्म न त्याज्यं कार्यमेव तत् यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥5॥",
      "transliteration": "yajña-dāna-tapaḥ-karma na tyājyaṁ kāryam eva tatyajño dānaṁ tapaśh chaiva pāvanāni manīṣhiṇām",
      "meanings": "yajña—sacrifice; dāna—charity; tapaḥ—penance; karma—actions; na—never; tyājyam—should be abandoned; kāryam eva—must certainly be performed; tat—that; yajñaḥ—sacrifice; dānam—charity; tapaḥ—penance; cha—and; eva—indeed; pāvanāni—purifying; manīṣhiṇām—for the wise",
      "translation": "The practice of sacrifice, charity and austerity is not to be abandoned; it is surely to be undertaken. Sacrifice, charity and austerity are verily the purifiers of the wise."
    },
    {
      "verse": 6,
      "sanskrit": "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च कर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ॥6॥",
      "transliteration": "etāny api tu karmāṇi saṅgaṁ tyaktvā phalāni chakartavyānīti me pārtha niśhchitaṁ matam uttamam",
      "meanings": "etāni—these; api tu—must certainly be; karmāṇi—activities; saṅgam—attachment; tyaktvā—giving up; phalāni—rewards; cha—and; kartavyāni—should be done as duty; iti—such; me—my; pārtha—Arjun, the son of Pritha; niśhchitam—definite; matam—opinion; uttamam—supreme",
      "translation": "But even these actions have to be undertaken by renouncing attachment and (hankering for) results. This is My firm and best conclusion, O Partha."
    },
    {
      "verse": 7,
      "sanskrit": "नियतस्य तु सन्न्यास: कर्मणो नोपपद्यते मोहात्तस्य परित्यागस्तामस: परिकीर्तित: ॥7॥",
      "transliteration": "niyatasya tu sannyāsaḥ karmaṇo nopapadyatemohāt tasya parityāgas tāmasaḥ parikīrtitaḥ",
      "meanings": "niyatasya—of prescribed duties; tu—but; sanyāsaḥ—renunciation; karmaṇaḥ—actions; na—never; upapadyate—to be performed; mohāt—deluded; tasya—of that; parityāgaḥ—renunciation; tāmasaḥ—in the mode of ignorance; parikīrtitaḥ—has been declared",
      "translation": "The abandoning of daily obligatory acts (nityakamas) is not justifiable. Giving up that through delusion is declared to be based on tamas."
    },
    {
      "verse": 8,
      "sanskrit": "दु:खमित्येव यत्कर्म कायक्लेशभयात्यजेत् स कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् ॥8॥",
      "transliteration": "duḥkham ity eva yat karma kāya-kleśha-bhayāt tyajetsa kṛitvā rājasaṁ tyāgaṁ naiva tyāga-phalaṁ labhet",
      "meanings": "duḥkham—troublesome; iti—as; eva—indeed; yat—which; karma—duties; kāya—bodily; kleśha—discomfort; bhayāt—out of fear; tyajet—giving up; saḥ—they; kṛitvā—having done; rājasam—in the mode of passion; tyāgam—renunciation of desires for enjoying the fruits of actions; na—never; eva—certainly; tyāga—renunciation of desires for enjoying the fruits of actions; phalam—result; labhet—attain",
      "translation": "Whatever action one may relinquish merely as being painful, from fear of physical suffering, he, having resorted to renunciation based on rajas, will surely not acquire the fruits of renunciation."
    },
    {
      "verse": 9,
      "sanskrit": "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन सङ्गं त्यक्त्वा फलं चैव स त्याग: सात्विको मत: ॥9॥",
      "transliteration": "kāryam ity eva yat karma niyataṁ kriyate ‘rjunasaṅgaṁ tyaktvā phalaṁ chaiva sa tyāgaḥ sāttviko mataḥ",
      "meanings": "kāryam—as a duty; iti—as; eva—indeed; yat—which; karma niyatam—obligatory actions; kriyate—are performed; arjuna—Arjun; saṅgam—attachment; tyaktvā—relinquishing; phalam—reward; cha—and; eva—certainly; saḥ—such; tyāgaḥ—renunciation of desires for enjoying the fruits of actions; sāttvikaḥ—in the mode of goodness; mataḥ—considered",
      "translation": "Whatever obligatory duty is performed just because it is a bounden duty, O Arjuna, by giving up attachment and the result as well, -that renunciation is considered to be based on sattva."
    },
    {
      "verse": 10,
      "sanskrit": "न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते त्यागी सत्वसमाविष्टो मेधावी छिन्नसंशय: ॥10॥",
      "transliteration": "na dveṣhṭy akuśhalaṁ karma kuśhale nānuṣhajjatetyāgī sattva-samāviṣhṭo medhāvī chhinna-sanśhayaḥ",
      "meanings": "na—neither; dveṣhṭi—hate; akuśhalam—disagreeable; karma—work; kuśhale—to an agreeable; na—nor; anuṣhajjate—seek; tyāgī—one who renounces desires for enjoying the fruits of actions; sattva—in the mode of goodness; samāviṣhṭaḥ—endowed with; medhāvī—intelligent; chhinna-sanśhayaḥ—those who have no doubts",
      "translation": "The man of renunciation who has become imbued with sattva, who is wise and freed from doubts, does not hate unbefitting action, nor does he become attached to befitting activity."
    },
    {
      "verse": 11,
      "sanskrit": "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषत: यस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते ॥11॥",
      "transliteration": "na hi deha-bhṛitā śhakyaṁ tyaktuṁ karmāṇy aśheṣhataḥyas tu karma-phala-tyāgī sa tyāgīty abhidhīyate",
      "meanings": "na—not; hi—indeed; deha-bhṛitā—for the embodied being; śhakyam—possible; tyaktum—to give up; karmāṇi—activities; aśheṣhataḥ—entirely; yaḥ—who; tu—but; karma-phala—fruits of actions; tyāgī—one who renounces all desires for enjoying the fruits of actions; saḥ—they; tyāgī—one who renounces all desires for enjoying the fruits of actions; iti—as; abhidhīyate—are said",
      "translation": "Since it is not possible for one who holds on to a body to give up actions entirely, therefore he, on the other hand, who renounces results on actions is called a man of renunciation."
    },
    {
      "verse": 12,
      "sanskrit": "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मण: फलम् भवत्यत्यागिनां प्रेत्य न तु सन्न्यासिनां €क्वचित् ॥12॥",
      "transliteration": "aniṣhṭam iṣhṭaṁ miśhraṁ cha tri-vidhaṁ karmaṇaḥ phalambhavaty atyāgināṁ pretya na tu sannyāsināṁ kvachit",
      "meanings": "aniṣhṭam—unpleasant; iṣhṭam—pleasant; miśhram—mixed; cha—and; tri-vidham—three-fold; karmaṇaḥ phalam—fruits of actions; bhavati—accrue; atyāginām—to those who are attached to persona reward; pretya—after death; na—not; tu—but; sanyāsinām—for the renouncers of actions; kvachit—ever",
      "translation": "The threefold results of actions-the undesirable, the desirable, and the mixed-accrues after death to those who do not resort to renunciation, but never to those who resort to monasticism."
    },
    {
      "verse": 13,
      "sanskrit": "पञ्चैतानि महाबाहो कारणानि निबोध मे साङ् ख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥13॥",
      "transliteration": "pañchaitāni mahā-bāho kāraṇāni nibodha mesānkhye kṛitānte proktāni siddhaye sarva-karmaṇām",
      "meanings": "pañcha—five; etāni—these; mahā-bāho—mighty-armed one; kāraṇāni—causes; nibodha—listen; me—from me; sānkhye—of Sānkya; kṛita-ante—stop reactions of karmas; proktāni—explains; siddhaye—for the accomplishment; sarva—all; karmaṇām—of karmas",
      "translation": "O mighty-armed one, learned from Me these five factors for the accomplishment of all actions, which have been spoken of in the Vedanta in which actions terminate."
    },
    {
      "verse": 14,
      "sanskrit": "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् विविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् ॥14॥",
      "transliteration": "adhiṣhṭhānaṁ tathā kartā karaṇaṁ cha pṛithag-vidhamvividhāśh cha pṛithak cheṣhṭā daivaṁ chaivātra pañchamam",
      "meanings": "adhiṣhṭhānam—the body; tathā—also; kartā—the doer (soul); karaṇam—senses; cha—and; pṛithak-vidham—various kinds; vividhāḥ—many; cha—and; pṛithak—distinct; cheṣhṭāḥ—efforts; daivam—Divine Providence; cha eva atra—these certainly are (causes); pañchamam—the fifth",
      "translation": "The locus as also the agent, the different kinds of organs, the many and distinct activities, and, the divine is here the fifth."
    },
    {
      "verse": 15,
      "sanskrit": "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर: न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतव: ॥15॥",
      "transliteration": "śharīra-vāṅ-manobhir yat karma prārabhate naraḥnyāyyaṁ vā viparītaṁ vā pañchaite tasya hetavaḥ",
      "meanings": "śharīra-vāk-manobhiḥ—with body, speech, or mind; yat—which; karma—action; prārabhate—performs; naraḥ—a person; nyāyyam—proper; vā—or; viparītam—improper; vā—or; pañcha—five; ete—these; tasya—their; hetavaḥ—factors;",
      "translation": "Whatever action a man performs with the body, speech and mind, be it just or its reverse, of it these five are the causes."
    },
    {
      "verse": 16,
      "sanskrit": "तत्रैवं सति कर्तारमात्मानं केवलं तु य: पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मति: ॥16॥",
      "transliteration": "tatraivaṁ sati kartāram ātmānaṁ kevalaṁ tu yaḥpaśhyaty akṛita-buddhitvān na sa paśhyati durmatiḥ",
      "meanings": "tatra—there; evam sati—in spite of this; kartāram—the doer; ātmānam—the soul; kevalam—only; tu—but; yaḥ—who; paśhyati—see; akṛita-buddhitvāt—with impure intellect; na—not; saḥ—they; paśhyati—see; durmatiḥ—foolish",
      "translation": "This being the case, anyone, who, owing to the imperfection of his intellect, perceives the absolute Self as the agent, that man does not perceive (properly), and has a perverted intellect."
    },
    {
      "verse": 17,
      "sanskrit": "यस्य नाहङ् कृतो भावो बुद्धिर्यस्य न लिप्यते हत्वाऽपि स इमाँल्लोकान्न हन्ति न निबध्यते ॥17॥",
      "transliteration": "yasya nāhankṛito bhāvo buddhir yasya na lipyatehatvā ‘pi sa imāl lokān na hanti na nibadhyate",
      "meanings": "yasya—whose; na ahankṛitaḥ—free from the ego of being the doer; bhāvaḥ—nature; buddhiḥ—intellect; yasya—whose; na lipyate—unattached; hatvā—slay; api—even; saḥ—they; imān—this; lokān—living beings; na—neither; hanti—kill; na—nor; nibadhyate—get bound",
      "translation": "He who has not the feeling of egoism, whose intellect is not tainted, he does not kill, nor does he become bound-even by killing these creatures!"
    },
    {
      "verse": 18,
      "sanskrit": "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना करणं कर्म कर्तेति त्रिविध: कर्मसंग्रह: ॥18॥",
      "transliteration": "jñānaṁ jñeyaṁ parijñātā tri-vidhā karma-chodanākaraṇaṁ karma karteti tri-vidhaḥ karma-saṅgrahaḥ",
      "meanings": "jñānam—knowledge; jñeyam—the object of knowledge; parijñātā—the knower; tri-vidhā—three factors; karma-chodanā—factors that induce action; karaṇam—the instrumens of action; karma—the act; kartā—the doer; iti—thus; tri-vidhaḥ—threefold; karma-saṅgrahaḥ—constituents of action",
      "translation": "Knowledge, the object the knowledge and the knower-this is the threefold inducement to action. The comprehension of actions comes under three heads-the instruments, the object and the subject."
    },
    {
      "verse": 19,
      "sanskrit": "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदत: प्रोच्यते गुणसङ् ख्याने यथावच्छृणु तान्यपि ॥19॥",
      "transliteration": "jñānaṁ karma cha kartā cha tridhaiva guṇa-bhedataḥprochyate guṇa-saṅkhyāne yathāvach chhṛiṇu tāny api",
      "meanings": "jñānam—knowledge; karma—action; cha—and; kartā—doer; cha—also; tridhā—of three kinds; eva—certainly; guṇa-bhedataḥ—distinguished according to the three modes of material nature; prochyate—are declared; guṇa-saṅkhyāne—Sānkhya philosophy, which describes the modes of material nature; yathā-vat—as they are; śhṛiṇu—listen; tāni—them; api—also",
      "translation": "Knowledge, action and agent are stated in the teaching about the gunas to be only of three kinds according to the differences of the gunas. Hear about them also as they are."
    },
    {
      "verse": 20,
      "sanskrit": "सर्वभूतेषु येनैकं भावमव्ययमीक्षते अविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्विकम् ॥20॥",
      "transliteration": "sarva-bhūteṣhu yenaikaṁ bhāvam avyayam īkṣhateavibhaktaṁ vibhakteṣhu taj jñānaṁ viddhi sāttvikam",
      "meanings": "sarva-bhūteṣhu—within all living beings; yena—by which; ekam—one; bhāvam—nature; avyayam—imperishable; īkṣhate—one sees; avibhaktam—undivided; vibhakteṣhu—in diversity; tat—that; jñānam—knowledge; viddhi—understand; sāttvikam—in the mode of goodness",
      "translation": "Know that knowledge to be originating from sattva through which one sees a single, undecaying, undivided Entity in all the diversified things."
    },
    {
      "verse": 21,
      "sanskrit": "पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान् वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् ॥21॥",
      "transliteration": "pṛithaktvena tu yaj jñānaṁ nānā-bhāvān pṛithag-vidhānvetti sarveṣhu bhūteṣhu taj jñānaṁ viddhi rājasam",
      "meanings": "pṛithaktvena—unconnected; tu—however; yat—which; jñānam—knowledge; nānā-bhāvān—manifold entities; pṛithak-vidhān—of diversity; vetti—consider; sarveṣhu—in all; bhūteṣhu—living entities; tat—that; jñānam—knowledge; viddhi—know; rājasam—in the mode of passion",
      "translation": "But know that knowledge to be originating from rajas which, amidst all things, apprehends the different entities of various kinds as distinct [As possessing distinct selves.]."
    },
    {
      "verse": 22,
      "sanskrit": "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् अतत्वार्थवदल्पं च तत्तामसमुदाहृतम् ॥22॥",
      "transliteration": "yat tu kṛitsna-vad ekasmin kārye saktam ahaitukamatattvārtha-vad alpaṁ cha tat tāmasam udāhṛitam",
      "meanings": "yat—which; tu—but; kṛitsna-vat—as if it encompasses the whole; ekasmin—in single; kārye—action; saktam—engrossed; ahaitukam—without a reason; atattva-artha-vat—not based on truth; alpam—fragmental; cha—and; tat—that; tāmasam—in the mode of ignorance; udāhṛitam—is said to be",
      "translation": "But that (knowledge) is said to be born of tamas which is confined to one form as though it were all, which is irrational, not concern with truth and trivial."
    },
    {
      "verse": 23,
      "sanskrit": "नियतं सङ्गरहितमरागद्वेषत: कृतम् अफलप्रेप्सुना कर्म यतत्सात्विकमुच्यते ॥23॥",
      "transliteration": "niyataṁ saṅga-rahitam arāga-dveṣhataḥ kṛitamaphala-prepsunā karma yat tat sāttvikam uchyate",
      "meanings": "niyatam—in accordance with scriptures; saṅga-rahitam—free from attachment; arāga-dveṣhataḥ—free from attachment and aversion; kṛitam—done; aphala-prepsunā—without desire for rewards; karma—action; yat—which; tat—that; sāttvikam—in the mode of goodness; uchyate—is called",
      "translation": "The daily obligatory action which is performed without attachment and without likes or dislikes by one who does not hanker for rewards, that is said to be born of sattva."
    },
    {
      "verse": 24,
      "sanskrit": "यत्तुžकामेप्सुना कर्म साहङ्कारेण वा पुन: क्रियते बहुलायासं तद्राजसमुदाहृतम् ॥24॥",
      "transliteration": "yat tu kāmepsunā karma sāhankāreṇa vā punaḥkriyate bahulāyāsaṁ tad rājasam udāhṛitam",
      "meanings": "yat—which; tu—but; kāma-īpsunā—prompted by selfish desire; karma—action; sa-ahaṅkāreṇa—with pride; vā—or; punaḥ—again; kriyate—enacted; bahula-āyāsam—stressfully; tat—that; rājasam—in the nature of passion; udāhṛitam—is said to be",
      "translation": "But that action is said to be born of rajas which is done by one desirous of results or by one who is egotistic, and which is highly strenuous."
    },
    {
      "verse": 25,
      "sanskrit": "अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम् मोहादारभ्यते कर्म यतत्तामसमुच्यते ॥25॥",
      "transliteration": "anubandhaṁ kṣhayaṁ hinsām anapekṣhya cha pauruṣhammohād ārabhyate karma yat tat tāmasam uchyate",
      "meanings": "anubandham—consequences; kṣhayam—loss; hinsām—injury; anapekṣhya—by disregarding; cha—and; pauruṣham—one’s own ability; mohāt—out of delusion; ārabhyate—is begun; karma—action; yat—which; tat—that; tāmasam—in the mode of ignorance; uchyate—is declared to be",
      "translation": "That action is said to be born of tamas which is undertaken out of delusion, (and) without consideration of its conscience, loss, harm and ability."
    },
    {
      "verse": 26,
      "sanskrit": "मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वित: सिद्ध्यसिद्ध्योर्निर्विकार: कर्ता सात्विक उच्यते ॥26॥",
      "transliteration": "mukta-saṅgo ‘nahaṁ-vādī dhṛity-utsāha-samanvitaḥsiddhy-asiddhyor nirvikāraḥ kartā sāttvika uchyate",
      "meanings": "mukta-saṅgaḥ—free from worldly attachment; anaham-vādī—free from ego; dhṛiti—strong resolve; utsāha—zeal; samanvitaḥ—endowed with; siddhi-asiddhyoḥ—in success and failure; nirvikāraḥ—unaffected; kartā—worker; sāttvikaḥ—in the mode of goodness; uchyate—is said to be",
      "translation": "The agent who is free from attachment [Attachment to results or the idea of agentship.], not egotistic, endowed with fortitude and diligence, and unperturbed by success and failure is said to be possessed of sattva."
    },
    {
      "verse": 27,
      "sanskrit": "रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचि: हर्षशोकान्वित: कर्ता राजस: परिकीर्तित: ॥27॥",
      "transliteration": "rāgī karma-phala-prepsur lubdho hinsātmako ‘śhuchiḥharṣha-śhokānvitaḥ kartā rājasaḥ parikīrtitaḥ",
      "meanings": "rāgī—craving; karma-phala—fruit of work; prepsuḥ—covet; lubdhaḥ—greedy; hinsā-ātmakaḥ—violent-natured; aśhuchiḥ—impure; harṣha-śhoka-anvitaḥ—moved by joy and sorrow; kartā—performer; rājasaḥ—in the mode of passion; parikīrtitaḥ—is declared",
      "translation": "The agent who has attachment, who is desirous of the results of actions, covetous, cruel by nature, unclean and subject to joy and sorrow is declared to be possessed of rajas."
    },
    {
      "verse": 28,
      "sanskrit": "अयुक्त: प्राकृत: स्तब्ध: शठो नैष्कृतिकोऽलस: विषादी दीर्घसूत्री च कर्ता तामस उच्यते ॥28॥",
      "transliteration": "ayuktaḥ prākṛitaḥ stabdhaḥ śhaṭho naiṣhkṛitiko ‘lasaḥviṣhādī dīrgha-sūtrī cha kartā tāmasa uchyate",
      "meanings": "ayuktaḥ—undisciplined; prākṛitaḥ—vulgar; stabdhaḥ—obstinate; śhaṭhaḥ—cunning; naiṣhkṛitikaḥ—dishonest or vile; alasaḥ—slothful; viṣhādī—unhappy and morose; dīrgha-sūtrī—procrastinating; cha—and; kartā—performer; tāmasaḥ—in the mode of ignorance; uchyate—is said to be",
      "translation": "The agent who is unsteady, naive, unbending, deceitful, wicked, lazy, morose and procrastinating is said to be possessed of tamas."
    },
    {
      "verse": 29,
      "sanskrit": "बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु प्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय ॥29॥",
      "transliteration": "buddher bhedaṁ dhṛiteśh chaiva guṇatas tri-vidhaṁ śhṛiṇuprochyamānam aśheṣheṇa pṛithaktvena dhanañjaya",
      "meanings": "buddheḥ—of intellect; bhedam—the distinctions; dhṛiteḥ—of determination; cha—and; eva—certainly; guṇataḥ tri-vidham—according to the three modes of material nature; śhṛiṇu—hear; prochyamānam—described; aśheṣheṇa—in detail; pṛithaktvena—distinctly; dhanañjaya—conqueror of wealth, Arjun",
      "translation": "O Dhananjaya, listen to the classification of the intellect as also of fortitude, which is threefold according to the gunas, while it is being stated elaborately and severally."
    },
    {
      "verse": 30,
      "sanskrit": "प्रवृत्तिंžच निवृत्तिं च कार्याकार्ये भयाभये बन्धं मोक्षं च या वेत्तिžबुद्धि: सा पार्थ सात्विकी ॥30॥",
      "transliteration": "pravṛittiṁ cha nivṛittiṁ cha kāryākārye bhayābhayebandhaṁ mokṣhaṁ cha yā vetti buddhiḥ sā pārtha sāttvikī",
      "meanings": "pravṛittim—activities; cha—and; nivṛittim—renuncation from action; cha—and; kārya—proper action; akārye—improper action; bhaya—fear; abhaye—without fear; bandham—what is binding; mokṣham—what is liberating; cha—and; yā—which; vetti—understands; buddhiḥ—intellect; sā—that; pārtha—son of Pritha; sāttvikī—in the nature of goodness",
      "translation": "O Partha, that intellect is born of sattva which understands action and withdrawal, duty and what is not duty, the sources of fear and fearlessness, and bondage and freedom."
    },
    {
      "verse": 31,
      "sanskrit": "यया धर्ममधर्मं च कार्यं चाकार्यमेव च अयथावत्प्रजानाति बुद्धि: सा पार्थ राजसी ॥31॥",
      "transliteration": "yayā dharmam adharmaṁ cha kāryaṁ chākāryam eva chaayathāvat prajānāti buddhiḥ sā pārtha rājasī",
      "meanings": "yayā—by which; dharmam—righteousness; adharmam—unrighteousness; cha—and; kāryam—right conduct; cha—and; akāryam—wrong conduct; eva—certainly; cha—and; ayathā-vat—confused; prajānāti—distinguish; buddhiḥ—intellect; sā—that; pārtha—Arjun, the son of Pritha; rājasī—in the mode of passion",
      "translation": "O Partha, that intellect is born of rajas with which one wrongly understands virtue and vice as also what ought to be done and ought not to be done."
    },
    {
      "verse": 32,
      "sanskrit": "अधर्मं धर्ममिति या मन्यते तमसावृता सर्वार्थान्विपरीतांश्च बुद्धि: सा पार्थ तामसी ॥32॥",
      "transliteration": "adharmaṁ dharmam iti yā manyate tamasāvṛitāsarvārthān viparītānśh cha buddhiḥ sā pārtha tāmasī",
      "meanings": "adharmam—irreligion; dharmam—religion; iti—thus; yā—which; manyate—imagines; tamasa-āvṛitā—shrouded in darkness; sarva-arthān—all things; viparītān—opposite; cha—and; buddhiḥ—intellect; sā—that; pārtha—Arjun, the son of Pritha; tāmasī—of the nature of ignorance",
      "translation": "O Partha, that intellect is born of tamas which, being covered by darkness, considers vice as virtue, and verily perceives all things contrary to what they are."
    },
    {
      "verse": 33,
      "sanskrit": "धृत्या यया धारयते मन:प्राणेन्द्रियक्रिया: योगेनाव्यभिचारिण्या धृति: सा पार्थ सात्विकी ॥33॥",
      "transliteration": "dhṛityā yayā dhārayate manaḥ-prāṇendriya-kriyāḥyogenāvyabhichāriṇyā dhṛitiḥ sā pārtha sāttvikī",
      "meanings": "dhṛityā—by determining; yayā—which; dhārayate—sustains; manaḥ—of the mind; prāṇa—life-airs; indriya—senses; kriyāḥ—activities; yogena—through Yog; avyabhichāriṇyā—with steadfastness; dhṛitiḥ—determination; sā—that; pārtha—Arjun, the son of Pritha; sāttvikī—in the mode of goodness",
      "translation": "O Partha, the firmness that is unfailing through concentration, with which one restrains the functions of the mind, vital forces and the organs, that firmness is born of sattva."
    },
    {
      "verse": 34,
      "sanskrit": "यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन प्रसङ्गेन फलाकाङ् क्षी धृति: सा पार्थ राजसी ॥34॥",
      "transliteration": "yayā tu dharma-kāmārthān dhṛityā dhārayate ‘rjunaprasaṅgena phalākāṅkṣhī dhṛitiḥ sā pārtha rājasī",
      "meanings": "yayā—by which; tu—but; dharma-kāma-arthān—duty, pleasures, and wealth; dhṛityā—through steadfast will; dhārayate—holds; arjuna—Arjun; prasaṅgena—due of attachment; phala-ākāṅkṣhī—desire for rewards; dhṛitiḥ—determination; sā—that; pārtha—Arjun, the son of Pritha; rājasī—in the mode of passion",
      "translation": "But, O Partha, the firmness with which one holds on to righteousness, covetable things and wealth, being desirous of their fruits as the occasion for each arises, that firmness is born of rajas."
    },
    {
      "verse": 35,
      "sanskrit": "यया स्वप्नं भयं शोकं विषादं मदमेव च न विमुञ्चति दुर्मेधा धृति: सा पार्थ तामसी ॥35॥",
      "transliteration": "yayā svapnaṁ bhayaṁ śhokaṁ viṣhādaṁ madam eva chana vimuñchati durmedhā dhṛitiḥ sā pārtha tāmasī",
      "meanings": "yayā—in which; svapnam—dreaming; bhayam—fearing; śhokam—grieving; viṣhādam—despair; madam—conceit; eva—indeed; cha—and; na—not; vimuñchati—give up; durmedhā—unintelligent; dhṛitiḥ—resolve; sā—that; pārtha—Arjun, the son of Pritha; tāmasī—in the mode of ignorance",
      "translation": "That firmness is considered to be born of tamas due to which a person with a corrupt intellect does not give up sleep, fear, sorrow, despondency as also sensuality."
    },
    {
      "verse": 36,
      "sanskrit": "सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ अभ्यासाद्रमते यत्र दु:खान्तं च निगच्छति ॥36॥यत्तदग्रे विषमिव परिणामेऽमृतोपमम् तत्सुखं सात्विकं प्रोक्तमात्मबुद्धिप्रसादजम् ॥37॥",
      "transliteration": "sukhaṁ tv idānīṁ tri-vidhaṁ śhṛiṇu me bharatarṣhabhaabhyāsād ramate yatra duḥkhāntaṁ cha nigachchhatiyat tad agre viṣham iva pariṇāme ‘mṛitopamamtat sukhaṁ sāttvikaṁ proktam ātma-buddhi-prasāda-jam",
      "meanings": "sukham—happiness; tu—but; idānīm—now; tri-vidham—of three kinds; śhṛiṇu—hear; me—from me; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; abhyāsāt—by practice; ramate—rejoices; yatra—in which; duḥkha-antam—end of all suffering; cha—and; nigachchhati—reachesyat—which; tat—that; agre—at first; viṣham iva—like poison; pariṇāme—in the end; amṛita-upamam—like nectar; tat—that; sukham—happiness; sāttvikam—in the mode of goodness; proktam—is said to be; ātma-buddhi—situated in self-knowledge; prasāda-jam—generated by the pure intellect",
      "translation": "Now hear from Me, O scion of the Bharata dynasty, as regards the three kinds of joy: That in which one delights owing to habit, and certainly attains the cessation of sorrows; That which is like poison in the beginning, but comparable to nectar in the end, and which, arises from the purity of one's intellect-that joy is spoken of as born of sattva."
    },
    {
      "verse": 37,
      "sanskrit": "सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ अभ्यासाद्रमते यत्र दु:खान्तं च निगच्छति ॥36॥यत्तदग्रे विषमिव परिणामेऽमृतोपमम् तत्सुखं सात्विकं प्रोक्तमात्मबुद्धिप्रसादजम् ॥37॥",
      "transliteration": "sukhaṁ tv idānīṁ tri-vidhaṁ śhṛiṇu me bharatarṣhabhaabhyāsād ramate yatra duḥkhāntaṁ cha nigachchhatiyat tad agre viṣham iva pariṇāme ‘mṛitopamamtat sukhaṁ sāttvikaṁ proktam ātma-buddhi-prasāda-jam",
      "meanings": "sukham—happiness; tu—but; idānīm—now; tri-vidham—of three kinds; śhṛiṇu—hear; me—from me; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; abhyāsāt—by practice; ramate—rejoices; yatra—in which; duḥkha-antam—end of all suffering; cha—and; nigachchhati—reachesyat—which; tat—that; agre—at first; viṣham iva—like poison; pariṇāme—in the end; amṛita-upamam—like nectar; tat—that; sukham—happiness; sāttvikam—in the mode of goodness; proktam—is said to be; ātma-buddhi—situated in self-knowledge; prasāda-jam—generated by the pure intellect",
      "translation": "Now hear from Me, O scion of the Bharata dynasty, as regards the three kinds of joy: That in which one delights owing to habit, and certainly attains the cessation of sorrows; That which is like poison in the beginning, but comparable to nectar in the end, and which, arises from the purity of one's intellect-that joy is spoken of as born of sattva."
    },
    {
      "verse": 38,
      "sanskrit": "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् परिणामे विषमिव तत्सुखं राजसं स्मृतम् ॥38॥",
      "transliteration": "viṣhayendriya-sanyogād yat tad agre ’mṛitopamampariṇāme viṣham iva tat sukhaṁ rājasaṁ smṛitam",
      "meanings": "viṣhaya—with the sense objects; indriya—the senses; sanyogāt—from the contact; yat—which; tat—that; agre—at first; amṛita-upamam—like nectar; pariṇāme—at the end; viṣham iva—like poison; tat—that; sukham—happiness; rājasam—in the mode of passion; smṛitam—is said to be",
      "translation": "That joy is referred to as born of rajas which, arising from the contact of the organs and (their) objects, is like nectar in the beginning, but like poison at the end."
    },
    {
      "verse": 39,
      "sanskrit": "यदग्रे चानुबन्धे च सुखं मोहनमात्मन: निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् ॥39॥",
      "transliteration": "yad agre chānubandhe cha sukhaṁ mohanam ātmanaḥnidrālasya-pramādotthaṁ tat tāmasam udāhṛitam",
      "meanings": "yat—which; agre—from beginning; cha—and; anubandhe—to end; cha—and; sukham—happiness; mohanam—illusory; ātmanaḥ—of the self; nidrā—sleep; ālasya—indolence; pramāda—negligence; uttham—derived from; tat—that; tāmasam—in the mode of ignorance; udāhṛitam—is said to be",
      "translation": "That joy is said to be born of tamas which, both in the beginning and in the end, is delusive to oneself and arises from sleep, laziness and inadvertence."
    },
    {
      "verse": 40,
      "sanskrit": "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुन: सत्वं प्रकृतिजैर्मुक्तं यदेभि: स्यात्त्रिभिर्गुणै: ॥40॥",
      "transliteration": "na tad asti pṛithivyāṁ vā divi deveṣhu vā punaḥsattvaṁ prakṛiti-jair muktaṁ yad ebhiḥ syāt tribhir guṇaiḥ",
      "meanings": "na—no; tat—that; asti—exists; pṛithivyām—on earth; vā—or; divi—the higher celestial abodes; deveṣhu—amongst the celestial gods; vā—or; punaḥ—again; sattvam—existence; prakṛiti-jaiḥ—born of material nature; muktam—liberated; yat—that; ebhiḥ—from the influence of these; syāt—is; tribhiḥ—three; guṇaiḥ—modes of material nature",
      "translation": "There is no such entity in the world or, again, among the gods in heaven, which can be free from these three gunas born of Nature."
    },
    {
      "verse": 41,
      "sanskrit": "ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणै: ॥41॥",
      "transliteration": "brāhmaṇa-kṣhatriya-viśhāṁ śhūdrāṇāṁ cha parantapakarmāṇi pravibhaktāni svabhāva-prabhavair guṇaiḥ",
      "meanings": "brāhmaṇa—of the priestly class; kṣhatriya—the warrior and administrative class; viśhām—the mercantile and farming class; śhūdrāṇām—of the worker class; cha—and; parantapa—Arjun, subduer of the enemies; karmāṇi—duties; pravibhaktāni—distributed; svabhāva-prabhavaiḥ-guṇaiḥ—work based on one’s nature and guṇas",
      "translation": "O scorcher of enemies, the duties of the Brahmanas, the Ksatriyas and the Vaisyas, as also of the Sudras have been fully classified according to the gunas born from Nature."
    },
    {
      "verse": 42,
      "sanskrit": "शमो दमस्तप: शौचं क्षान्तिरार्जवमेव च ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् ॥42॥",
      "transliteration": "śhamo damas tapaḥ śhauchaṁ kṣhāntir ārjavam eva chajñānaṁ vijñānam āstikyaṁ brahma-karma svabhāva-jam",
      "meanings": "śhamaḥ—tranquility; damaḥ—restraint; tapaḥ—austerity; śhaucham—purity; kṣhāntiḥ—patience; ārjavam—integrity; eva—certainly; cha—and; jñānam—knowledge; vijñānam—wisdom; āstikyam—belief in a hereafter; brahma—of the priestly class; karma—work; svabhāva-jam—born of one’s intrinsic qualities",
      "translation": "The natural duties of the Brahmanas are the control of the internal and external organs, austerity, purity, forgiveness, straightforwardness, knowledge as also wisdom [Knowledge refers to the understanding of subjects presented by the scriptures; wisdom means making them matters of one's own experience.] and faith."
    },
    {
      "verse": 43,
      "sanskrit": "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् दानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम् ॥43॥",
      "transliteration": "śhauryaṁ tejo dhṛitir dākṣhyaṁ yuddhe chāpy apalāyanamdānam īśhvara-bhāvaśh cha kṣhātraṁ karma svabhāva-jam",
      "meanings": "śhauryam—valor; tejaḥ—strength; dhṛitiḥ—fortitude; dākṣhyam yuddhe—skill in weaponry; cha—and; api—also; apalāyanam—not fleeing; dānam—large-heartedness; īśhvara—leadership; bhāvaḥ—qualities; cha—and; kṣhātram—of the warrior and administrative class; karma—work; svabhāva-jam—born of one’s intrinsic qualities",
      "translation": "The natural duties of the Ksatriyas are heroism, boldness, fortitude, capability, and also not retreating from battle, generosity and lordliness."
    },
    {
      "verse": 44,
      "sanskrit": "कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् परिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम् ॥44॥",
      "transliteration": "kṛiṣhi-gau-rakṣhya-vāṇijyaṁ vaiśhya-karma svabhāva-jamparicharyātmakaṁ karma śhūdrasyāpi svabhāva-jam",
      "meanings": "kṛiṣhi—agriculture; gau-rakṣhya—dairy farming; vāṇijyam—commerce; vaiśhya—of the mercantile and farming class; karma—work; svabhāva-jam—born of one’s intrinsic qualities; paricharyā—serving through work; ātmakam—natural; karma—duty; śhūdrasya—of the worker class; api—and; svabhāva-jam—born of one’s intrinsic qualities",
      "translation": "The natural duties of the Vaisyas are agriculture, cattle-rearing and trade. Of the Sudras, too, the natural duty is in the form of service."
    },
    {
      "verse": 45,
      "sanskrit": "स्वे स्वे कर्मण्यभिरत: संसिद्धिं लभते नर: स्वकर्मनिरत: सिद्धिं यथा विन्दति तच्छृणु ॥45॥",
      "transliteration": "sve sve karmaṇy abhirataḥ sansiddhiṁ labhate naraḥsva-karma-nirataḥ siddhiṁ yathā vindati tach chhṛiṇu",
      "meanings": "sve sve—respectively; karmaṇi—work; abhirataḥ—fulfilling; sansiddhim—perfection; labhate—achieve; naraḥ—a person; sva-karma—to one’s own prescribed duty; nirataḥ—engaged; siddhim—perfection; yathā—as; vindati—attains; tat—that; śhṛiṇu—hear",
      "translation": "Being devoted to his own duty, man attains complete success. Hear that as to how one devoted to his own duty achieves success."
    },
    {
      "verse": 46,
      "sanskrit": "यत: प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानव: ॥46॥",
      "transliteration": "yataḥ pravṛittir bhūtānāṁ yena sarvam idaṁ tatamsva-karmaṇā tam abhyarchya siddhiṁ vindati mānavaḥ",
      "meanings": "yataḥ—from whom; pravṛittiḥ—have come into being; bhūtānām—of all living entities; yena—by whom; sarvam—all; idam—this; tatam—pervaded; sva-karmaṇā—by one’s natural occupation; tam—him; abhyarchya—by worshipping; siddhim—perfection; vindati—attains; mānavaḥ—a person",
      "translation": "A human being achieves success by adoring through his own duties Him from whom is the origin of creatures, and by whom is all this pervaded."
    },
    {
      "verse": 47,
      "sanskrit": "श्रेयान्स्वधर्मो विगुण: परधर्मात्स्वनुष्ठितात् स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥47॥",
      "transliteration": "śhreyān swa-dharmo viguṇaḥ para-dharmāt sv-anuṣhṭhitātsvabhāva-niyataṁ karma kurvan nāpnoti kilbiṣham",
      "meanings": "śhreyān—better; swa-dharmaḥ—one’s own prescribed occupational duty; viguṇaḥ—imperfectly done; para-dharmāt—than another’s dharma; su-anuṣhṭhitāt—perfectly done; svabhāva-niyatam—according to one’s innate nature; karma—duty; kurvan—by performing; na āpnoti—does not incur; kilbiṣham—sin",
      "translation": "One's own duty, (though) defective, is superior to another's duty well performed. By performing a duty as dictated by one's own nature, one does not incur sin."
    },
    {
      "verse": 48,
      "sanskrit": "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृता: ॥48॥",
      "transliteration": "saha-jaṁ karma kaunteya sa-doṣham api na tyajetsarvārambhā hi doṣheṇa dhūmenāgnir ivāvṛitāḥ",
      "meanings": "saha-jam—born of one’s nature; karma—duty; kaunteya—Arjun, the son of Kunti; sa-doṣham—with defects; api—even if; na tyajet—one should not abandon; sarva-ārambhāḥ—all endeavors; hi—indeed; doṣheṇa—with evil; dhūmena—with smoke; agniḥ—fire; iva—as; āvṛitāḥ—veiled",
      "translation": "O son of Kunti, one should not give up the duty to which one is born, even though it be faulty. For all undertakings are surrounded with evil, as fire is with smoke."
    },
    {
      "verse": 49,
      "sanskrit": "असक्तबुद्धि: सर्वत्र जितात्मा विगतस्पृह: नैष्कर्म्यसिद्धिं परमां सन्न्यासेनाधिगच्छति ॥49॥",
      "transliteration": "asakta-buddhiḥ sarvatra jitātmā vigata-spṛihaḥnaiṣhkarmya-siddhiṁ paramāṁ sannyāsenādhigachchhati",
      "meanings": "asakta-buddhiḥ—those whose intellect is unattached; sarvatra—everywhere; jita-ātmā—who have mastered their mind; vigata-spṛihaḥ—free from desires; naiṣhkarmya-siddhim—state of actionlessness; paramām—highest; sanyāsena—by the practice of renunciation; adhigachchhati—attain",
      "translation": "He whose intellect remains unattached to everything, who has conquered his internal organs and is desire-less, attains through monasticism the supreme perfection consisting in the state of one free from duties."
    },
    {
      "verse": 50,
      "sanskrit": "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा ॥50॥",
      "transliteration": "siddhiṁ prāpto yathā brahma tathāpnoti nibodha mesamāsenaiva kaunteya niṣhṭhā jñānasya yā parā",
      "meanings": "siddhim—perfection; prāptaḥ—attained; yathā—how; brahma—Brahman; tathā—also; āpnoti—attain; nibodha—hear; me—from me; samāsena—briefly; eva—indeed; kaunteya—Arjun, the son of Kunti; niṣhṭhā—firmly fixed; jñānasya—of knowledge; yā—which; parā—transcendental",
      "translation": "Understand for certain from Me, in brief indeed, O son of Kunti, that process by which one who has achieved success attains Brahman, which is the supreme consummation of Knowledge."
    },
    {
      "verse": 51,
      "sanskrit": "बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च ॥51॥",
      "transliteration": "buddhyā viśhuddhayā yukto dhṛityātmānaṁ niyamya chaśhabdādīn viṣhayāns tyaktvā rāga-dveṣhau vyudasya cha",
      "meanings": "buddhyā—intellect; viśhuddhayā—purified; yuktaḥ—endowed with; dhṛityā—by determination; ātmānam—the intellect; niyamya—restraining; cha—and; śhabda-ādīn viṣhayān—sound and other objects of the senses; tyaktvā—abandoning; rāga-dveṣhau—attachment and aversion; vyudasya—casting aside; cha—and;",
      "translation": "Being endowed with a pure intellect, and controlling oneself with fortitude, rejecting the objects-beginning from sound, and eliminating attachment and hatred;"
    },
    {
      "verse": 52,
      "sanskrit": "विविक्तसेवी लघ्वाशी यतवाक्कायमानस: ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रित: ॥52॥",
      "transliteration": "vivikta-sevī laghv-āśhī yata-vāk-kāya-mānasaḥdhyāna-yoga-paro nityaṁ vairāgyaṁ samupāśhritaḥ",
      "meanings": "vivikta-sevī—relishing solitude; laghu-āśhī—eating light; yata—controls; vāk—speech; kāya—body; mānasaḥ—and mind; dhyāna-yoga-paraḥ—engaged in meditation; nityam—always; vairāgyam—dispassion; samupāśhritaḥ—having taken shelter of;",
      "translation": "One who resorts to solitude, eats sparingly, has speech, body and mind under control, to whom meditation and concentration are ever the highest (duty), and who is possessed of dispassion;"
    },
    {
      "verse": 53,
      "sanskrit": "अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम् विमुच्य निर्मम: शान्तो ब्रह्मभूयाय कल्पते ॥53॥",
      "transliteration": "ahankāraṁ balaṁ darpaṁ kāmaṁ krodhaṁ parigrahamvimuchya nirmamaḥ śhānto brahma-bhūyāya kalpate",
      "meanings": "ahankāram—egotism; balam—violence; darpam—arrogance; kāmam—desire; krodham—anger; parigraham—selfishness; vimuchya—being freed from; nirmamaḥ—without possessiveness of property; śhāntaḥ—peaceful; brahma-bhūyāya—union with Brahman; kalpate—is fit",
      "translation": "(That person,) having discarded egotism, force, pride, desire, anger and superfluous possessions, free from the idea of possession, and serene, is fit for becoming Brahman."
    },
    {
      "verse": 54,
      "sanskrit": "ब्रह्मभूत: प्रसन्नात्मा न शोचति न काङ् क्षति सम: सर्वेषु भूतेषु मद्भक्तिं लभते पराम् ॥54॥",
      "transliteration": "brahma-bhūtaḥ prasannātmā na śhochati na kāṅkṣhatisamaḥ sarveṣhu bhūteṣhu mad-bhaktiṁ labhate parām",
      "meanings": "brahma-bhūtaḥ—one situated in Brahman; prasanna-ātmā—mentally serene; na—neither; śhochati—grieving; na—nor; kāṅkṣhati—desiring; samaḥ—equitably disposed; sarveṣhu—toward all; bhūteṣhu—living beings; mat-bhaktim—devotion to me; labhate—attains; parām—supreme",
      "translation": "One who has become Brahman and has attained the blissful Self does not grieve or desire. Becoming the same towards all beings, he attains supreme devotion to Me."
    },
    {
      "verse": 55,
      "sanskrit": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्वत: ततो मां तत्वतो ज्ञात्वा विशते तदनन्तरम् ॥55॥",
      "transliteration": "bhaktyā mām abhijānāti yāvān yaśh chāsmi tattvataḥtato māṁ tattvato jñātvā viśhate tad-anantaram",
      "meanings": "bhaktyā—by loving devotion; mām—me; abhijānāti—one comes to know; yāvān—as much as; yaḥ cha asmi—as I am; tattvataḥ—in truth; tataḥ—then; mām—me; tattvataḥ—in truth; jñātvā—having known; viśhate—enters; tat-anantaram—thereafter",
      "translation": "Through devotion he knows Me in reality, as to what and who I am. Then, having known Me in truth, he enters (into Me) immediately after that (Knowledge)."
    },
    {
      "verse": 56,
      "sanskrit": "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रय: मत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम् ॥56॥",
      "transliteration": "sarva-karmāṇy api sadā kurvāṇo mad-vyapāśhrayaḥmat-prasādād avāpnoti śhāśhvataṁ padam avyayam",
      "meanings": "sarva—all; karmāṇi—actions; api—though; sadā—always; kurvāṇaḥ—performing; mat-vyapāśhrayaḥ—take full refuge in me; mat-prasādāt—by my grace; avāpnoti—attain; śhāśhvatam—the eternal; padam—abode; avyayam—imperishable",
      "translation": "Ever engaging even in all actions, one to whom I am the refuge, attains the eternal, immutable State through My grace."
    },
    {
      "verse": 57,
      "sanskrit": "चेतसा सर्वकर्माणि मयि सन्न्यस्य मत्पर: बुद्धियोगमुपाश्रित्य मच्चित्त: सततं भव ॥57॥",
      "transliteration": "chetasā sarva-karmāṇi mayi sannyasya mat-paraḥbuddhi-yogam upāśhritya mach-chittaḥ satataṁ bhava",
      "meanings": "chetasā—by consciousness; sarva-karmāṇi—every activity; mayi—to me; sannyasya—dedicating; mat-paraḥ—having me as the supreme goal; buddhi-yogam—having the intellect united with God; upāśhritya—taking shelter of; mat-chittaḥ—consciousness absorbed in me; satatam—always; bhava—be",
      "translation": "Mentally surrendering all actions to Me and accepting Me as the supreme, have your mind ever fixed on Me by resorting to the concentration of your intellect."
    },
    {
      "verse": 58,
      "sanskrit": "मच्चित्त: सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि अथ चेत्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि ॥58॥",
      "transliteration": "mach-chittaḥ sarva-durgāṇi mat-prasādāt tariṣhyasiatha chet tvam ahankārān na śhroṣhyasi vinaṅkṣhyasi",
      "meanings": "mat-chittaḥ—by always remembering me; sarva—all; durgāṇi—obstacles; mat-prasādāt—by my grace; tariṣhyasi—you shall overcome; atha—but; chet—if; tvam—you; ahankārāt—due to pride; na śhroṣhyasi—do not listen; vinaṅkṣhyasi—you will perish",
      "translation": "Having your mind fixed on Me, you will cross over all difficulties through My grace. If, on the other hand, you do not listen out of egotism, you will get destroyed."
    },
    {
      "verse": 59,
      "sanskrit": "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति ॥59॥",
      "transliteration": "yad ahankāram āśhritya na yotsya iti manyasemithyaiṣha vyavasāyas te prakṛitis tvāṁ niyokṣhyati",
      "meanings": "yat—if; ahankāram—motivated by pride; āśhritya—taking shelter; na yotsye—I shall not fight; iti—thus; manyase—you think; mithyā eṣhaḥ—this is all false; vyavasāyaḥ—determination; te—your; prakṛitiḥ—material nature; tvām—you; niyokṣhyati—will engage",
      "translation": "That you think 'I shall not fight', by relying on egotism, -vain is this determination of yours. (Your) nature impel you!"
    },
    {
      "verse": 60,
      "sanskrit": "स्वभावजेन कौन्तेय निबद्ध: स्वेन कर्मणा कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत् ॥60॥",
      "transliteration": "swbhāva-jena kaunteya nibaddhaḥ svena karmaṇākartuṁ nechchhasi yan mohāt kariṣhyasy avaśho ’pi tat",
      "meanings": "swabhāva-jena—born of one’s own material nature; kaunteya—Arjun, the son of Kunti; nibaddhaḥ—bound; svena—by your own; karmaṇā—actions; kartum—to do; na—not; ichchhasi—you wish; yat—which; mohāt—out of delusion; kariṣhyasi—you will do; avaśhaḥ—helplessly; api—even though; tat—that",
      "translation": "Being bound by your own duty born of nature, O son of Kunti, you, being helpless, will verily do that which you do not wish to do owing to indiscrimination."
    },
    {
      "verse": 61,
      "sanskrit": "ईश्वर: सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति भ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया ॥61॥",
      "transliteration": "īśhvaraḥ sarva-bhūtānāṁ hṛid-deśhe ‘rjuna tiṣhṭhatibhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā",
      "meanings": "īśhvaraḥ—the Supreme Lord; sarva-bhūtānām—in all living being; hṛit-deśhe—in the hearts; arjuna—Arjun; tiṣhṭhati—dwells; bhrāmayan—causing to wander; sarva-bhūtāni—all living beings; yantra ārūḍhani—seated on a machine; māyayā—made of the material energy",
      "translation": "O Arjuna, the Lord resides in the region of the heart of all creatures, revolving through Maya all the creatures (as though) mounted on a machine!"
    },
    {
      "verse": 62,
      "sanskrit": "तमेव शरणं गच्छ सर्वभावेन भारत तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् ॥62॥",
      "transliteration": "tam eva śharaṇaṁ gachchha sarva-bhāvena bhāratatat-prasādāt parāṁ śhāntiṁ sthānaṁ prāpsyasi śhāśhvatam",
      "meanings": "tam—unto him; eva—only; śharaṇam gachchha—surrender; sarva-bhāvena—whole-heartedly; bhārata—Arjun, the son of Bharat; tat-prasādāt—by his grace; parām—supreme; śhāntim—peace; sthānam—the abode; prāpsyasi—you will attain; śhāśhvatam—eternal",
      "translation": "Take refuge in Him alone with your whole being, O scion of the Bharata dynasty. Through His grace you will attain the supreme Peace and the eternal Abode."
    },
    {
      "verse": 63,
      "sanskrit": "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया विमृश्यैतदशेषेण यथेच्छसि तथा कुरु ॥63॥",
      "transliteration": "iti te jñānam ākhyātaṁ guhyād guhyataraṁ mayāvimṛiśhyaitad aśheṣheṇa yathechchhasi tathā kuru",
      "meanings": "iti—thus; te—to you; jñānam—knowledge; ākhyātam—explained; guhyāt—than secret knowledge; guhya-taram—still more secret knowledge; mayā—by me; vimṛiśhya—pondering; etat—on this; aśheṣheṇa—completely; yathā—as; ichchhasi—you wish; tathā—so; kuru—do",
      "translation": "To you has been imparted by Me this knowledge [Derived in the instrumental sense of 'means of knowledge'; i.e. the scripture Gita.] which is more secret than any secret. Pondering over this as a whole, do as you like."
    },
    {
      "verse": 64,
      "sanskrit": "सर्वगुह्यतमं भूय: शृणु मे परमं वच: इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् ॥64॥",
      "transliteration": "sarva-guhyatamaṁ bhūyaḥ śhṛiṇu me paramaṁ vachaḥiṣhṭo ‘si me dṛiḍham iti tato vakṣhyāmi te hitam",
      "meanings": "sarva-guhya-tamam—the most confidential of all; bhūyaḥ—again; śhṛiṇu—hear; me—by me; paramam—supreme; vachaḥ—instruction; iṣhṭaḥ asi—you are dear; me—to me; dṛiḍham—very; iti—thus; tataḥ—because; vakṣhyāmi—I am speaking; te—for your; hitam—benefit",
      "translation": "Listen again to My highest utterance which is the profoundest of all. Since you are ever dear to Me, therefore I shall speak what is beneficial to you."
    },
    {
      "verse": 65,
      "sanskrit": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ॥65॥",
      "transliteration": "man-manā bhava mad-bhakto mad-yājī māṁ namaskurumām evaiṣhyasi satyaṁ te pratijāne priyo ‘si me",
      "meanings": "mat-manāḥ—thinking of me; bhava—be; mat-bhaktaḥ—my devotee; mat-yājī—worship me; mām—to me; namaskuru—offer obeisance; mām—to me; eva—certainly; eṣhyasi—you will come; satyam—truly; te—to you; pratijāne—I promise; priyaḥ—dear; asi—you are; me—to me",
      "translation": "Have your mind fixed on Me, be My devotee, be a sacrificer to Me and bow down to Me. (Thus) you will come to Me alone. (This) truth do I promise to you. (For) you are dear to Me."
    },
    {
      "verse": 66,
      "sanskrit": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुच: ॥66॥",
      "transliteration": "sarva-dharmān parityajya mām ekaṁ śharaṇaṁ vrajaahaṁ tvāṁ sarva-pāpebhyo mokṣhayiṣhyāmi mā śhuchaḥ",
      "meanings": "sarva-dharmān—all varieties of dharmas; parityajya—abandoning; mām—unto me; ekam—only; śharaṇam—take refuge; vraja—take; aham—I; tvām—you; sarva—all; pāpebhyaḥ—from sinful reactions; mokṣhayiṣhyāmi—shall liberate; mā—do not; śhuchaḥ—fear",
      "translation": "Abandoning all forms of rites and duties, take refuge in Me alone. I shall free you from all sins. (Therefore) do not grieve."
    },
    {
      "verse": 67,
      "sanskrit": "इदं ते नातपस्काय नाभक्ताय कदाचन न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति ॥67॥",
      "transliteration": "idaṁ te nātapaskyāya nābhaktāya kadāchanana chāśhuśhruṣhave vāchyaṁ na cha māṁ yo ‘bhyasūtayi",
      "meanings": "idam—this; te—by you; na—never; atapaskāya—to those who are not austere; na—never; abhaktāya—to those who are not devoted; kadāchana—at any time; na—never; cha—also; aśhuśhrūṣhave—to those who are averse to listening (to spiritual topics); vāchyam—to be spoken; na—never; cha—also; mām—toward me; yaḥ—who; abhyasūyati—those who are envious",
      "translation": "This (that I have taught) you should not ever be taught to one who is devoid of austerities and to one who is not a devotee; also, neither to one who does not render service, nor as well to one who cavils at Me."
    },
    {
      "verse": 68,
      "sanskrit": "य इदं परमं गुह्यं मद्भक्तेष्वभिधास्यति भक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशय: ॥68॥",
      "transliteration": "ya idaṁ paramaṁ guhyaṁ mad-bhakteṣhv abhidhāsyatibhaktiṁ mayi parāṁ kṛitvā mām evaiṣhyaty asanśhayaḥ",
      "meanings": "yaḥ—who; idam—this; paramam—most; guhyam—confidential knowledge; mat-bhakteṣhu—amongst my devotees; abhidhāsyati—teaches; bhaktim—greatest act of love; mayi—to me; parām—transcendental; kṛitvā—doing; mām—to me; eva—certainly; eṣhyati—comes; asanśhayaḥ—without doubt",
      "translation": "He who, entertaining supreme devotion to Me, will speak of this highest secret, to My devotees will without doubt reach Me alone."
    },
    {
      "verse": 69,
      "sanskrit": "न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तम: भविता न च मे तस्मादन्य: प्रियतरो भुवि ॥69॥",
      "transliteration": "na cha tasmān manuṣhyeṣhu kaśhchin me priya-kṛittamaḥbhavitā na cha me tasmād anyaḥ priyataro bhuvi",
      "meanings": "na—no; cha—and; tasmāt—than them; manuṣhyeṣhu—amongst human beings; kaśhchit—anyone; me—to me; priya-kṛit-tamaḥ—more dear; bhavitā—will be; na—never; cha—and; me—to me; tasmāt—than them; anyaḥ—another; priya-taraḥ—dearer; bhuvi—on this earth",
      "translation": "And as compared with him, none else among human beings is the best accomplisher of what is dear to Me. Moreover, nor will there be anyone else in the world dearer to Me than he."
    },
    {
      "verse": 70,
      "sanskrit": "अध्येष्यते च य इमं धर्म्यं संवादमावयो: ज्ञानयज्ञेन तेनाहमिष्ट: स्यामिति मे मति: ॥70॥",
      "transliteration": "adhyeṣhyate cha ya imaṁ dharmyaṁ saṁvādam āvayoḥjñāna-yajñena tenāham iṣhṭaḥ syām iti me matiḥ",
      "meanings": "adhyeṣhyate—study; cha—and; yaḥ—who; imam—this; dharmyam—sacred; saṁvādam—dialogue; āvayoḥ—of ours; jñāna—of knowledge; yajñena-tena—through the sacrifice of knowledge; aham—I; iṣhṭaḥ—worshipped; syām—shall be; iti—such; me—my; matiḥ—opinion",
      "translation": "And he who will study this sacred conversation between us two, which is conducive to virtue, by him I shall be adored through the Sacrifice in the form of Knowledge. This is My judgement."
    },
    {
      "verse": 71,
      "sanskrit": "श्रद्धावाननसूयश्च शृणुयादपि यो नर: सोऽपि मुक्त: शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ॥71॥",
      "transliteration": "śhraddhāvān anasūyaśh cha śhṛiṇuyād api yo naraḥso ‘pi muktaḥ śhubhāl lokān prāpnuyāt puṇya-karmaṇām",
      "meanings": "śhraddhā-vān—faithful; anasūyaḥ—without envy; cha—and; śhṛiṇuyāt—listen; api—certainly; yaḥ—who; naraḥ—a person; saḥ—that person; api—also; muktaḥ—liberated; śhubhān—the auspicious; lokān—abodes; prāpnuyāt—attain; puṇya-karmaṇām—of the pious",
      "translation": "Any man who, being reverential and free from cavilling, might even hear (this), he too, becoming free, shall attain the blessed worlds of those who perform virtuous deeds."
    },
    {
      "verse": 72,
      "sanskrit": "कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा कच्चिदज्ञानसम्मोह: प्रनष्टस्ते धनञ्जय ॥72॥",
      "transliteration": "kachchid etach chhrutaṁ pārtha tvayaikāgreṇa chetasākachchid ajñāna-sammohaḥ pranaṣhṭas te dhanañjaya",
      "meanings": "kachchit—whether; etat—this; śhrutam—heard; pārtha—Arjun, the son of Pritha; tvayā—by you; eka-agreṇa chetasā—with a concentrated mind; kachchit—whether; ajñāna—ignorance; sammohaḥ—delusion; pranaṣhṭaḥ—destroyed; te—your; dhanañjaya—Arjun, conqueror of wealth",
      "translation": "O Partha, has this been listened to by you with a one-pointed mind? O Dhananjaya, has your delusion caused by ignorance been destroyed?"
    },
    {
      "verse": 73,
      "sanskrit": "अर्जुन उवाच नष्टो मोह: स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत स्थितोऽस्मि गतसन्देह: करिष्ये वचनं तव ॥73॥",
      "transliteration": "arjuna uvāchanaṣhṭo mohaḥ smṛitir labdhā tvat-prasādān mayāchyutasthito ‘smi gata-sandehaḥ kariṣhye vachanaṁ tava",
      "meanings": "arjunaḥ uvācha—Arjun said; naṣhṭaḥ—dispelled; mohaḥ—illusion; smṛitiḥ—memory; labdhā—regained; tvat-prasādāt—by your grace; mayā—by me; achyuta—Shree Krishna, the infallible one; sthitaḥ—situated; asmi—I am; gata-sandehaḥ—free from doubts; kariṣhye—I shall act; vachanam—instructions; tava—your",
      "translation": "Arjuna said: O Acyuta, (my) delusion has been destroyed and memory has been retained by me through Your grace. I stand with my doubt removed; I shall follow Your instruction."
    },
    {
      "verse": 74,
      "sanskrit": "सञ्जय उवाच इत्यहं वासुदेवस्य पार्थस्य च महात्मन: संवादमिममश्रौषमद्भुतं रोमहर्षणम् ॥74॥",
      "transliteration": "sañjaya uvāchaity ahaṁ vāsudevasya pārthasya cha mahātmanaḥsaṁvādam imam aśhrauṣham adbhutaṁ roma-harṣhaṇam",
      "meanings": "sañjayaḥ uvācha—Sanjay said; iti—thus; aham—I; vāsudevasya—of Shree Krishna; pārthasya—Arjun; cha—and; mahā-ātmanaḥ—the noble hearted soul; saṁvādam—conversation; imam—this; aśhrauṣham—have heard; adbhutam—wonderful; roma-harṣhaṇam—which causes the hair to stand on end",
      "translation": "Sanjaya said: I thus heard this conversation of Vasudeva and of the great-souled Partha, which is unique and makes one's hair stand on end."
    },
    {
      "verse": 75,
      "sanskrit": "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् योगं योगेश्वरात्कृष्णात्साक्षात्कथयत: स्वयम् ॥75॥",
      "transliteration": "vyāsa-prasādāch chhrutavān etad guhyam ahaṁ paramyogaṁ yogeśhvarāt kṛiṣhṇāt sākṣhāt kathayataḥ svayam",
      "meanings": "vyāsa-prasādāt—by the grace of Ved Vyas; śhrutavān—have heard; etat—this; guhyam—secret; aham—I; param—supreme; yogam—Yog; yoga-īśhvarāt—from the Lod of Yog; kṛiṣhṇāt—from Shree Krishna; sākṣhāt—directly; kathayataḥ—speaking; svayam—himself",
      "translation": "Through the favour of Vyasa I heard this secret concerning the supreme Yoga from Krsna, the Lord of yogas, while He Himself was actually speaking!"
    },
    {
      "verse": 76,
      "sanskrit": "राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् केशवार्जुनयो: पुण्यं हृष्यामि च मुहुर्मुहु: ॥76॥",
      "transliteration": "rājan sansmṛitya sansmṛitya saṁvādam imam adbhutamkeśhavārjunayoḥ puṇyaṁ hṛiṣhyāmi cha muhur muhuḥ",
      "meanings": "rājan—King; sansmṛitya saṁsmṛitya—repeatedly recalling; saṁvādam—dialogue; imam—this; adbhutam—astonishing; keśhava-arjunayoḥ—between Lord Shree Krishna and Arjun; puṇyam—pious; hṛiṣhyāmi—I rejoice; cha—and; muhuḥ muhuḥ—repeatedly",
      "translation": "And, O king, while repeatedly remembering this unique, sacred dialogue between Kesava and Arjuna, I rejoice every moment."
    },
    {
      "verse": 77,
      "sanskrit": "तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरे: विस्मयो मे महानराजन्हृष्यामि च पुन: पुन: ॥77॥",
      "transliteration": "tach cha sansmṛitya saṁsmṛitya rūpam aty-adbhutaṁ hareḥvismayo ye mahān rājan hṛiṣhyāmi cha punaḥ punaḥ",
      "meanings": "tat—that; cha—and; sansmṛitya saṁsmṛitya—remembering repeatedly; rūpam—cosmic form; ati—most; adbhutam—wonderful; hareḥ—of Lord Krishna; vismayaḥ—astonishment; me—my; mahān—great; rājan—King; hṛiṣhyāmi—I am thrilled with joy; cha—and; punaḥ punaḥ—over and over again",
      "translation": "O king, repeatedly recollecting that greatly extraordinary form of Hari, I am struck with wonder. And I rejoice again and again."
    },
    {
      "verse": 78,
      "sanskrit": "यत्र योगेश्वर: कृष्णो यत्र पार्थो धनुर्धर: तत्र श्रीर्विजयो भूतिध्रुवा नीतिर्मतिर्मम ॥78॥",
      "transliteration": "yatra yogeśhvaraḥ kṛiṣhṇo yatra pārtho dhanur-dharaḥtatra śhrīr vijayo bhūtir dhruvā nītir matir mama",
      "meanings": "yatra—wherever; yoga-īśhvaraḥ—Shree Krishna, the Lord of Yog; kṛiṣhṇaḥ—Shree Krishna; yatra—wherever; pārthaḥ—Arjun, the son of Pritha; dhanuḥ-dharaḥ—the supreme archer; tatra—there; śhrīḥ—opulence; vijayaḥ—victory; bhūtiḥ—prosperity; dhruvā—unending; nītiḥ—righteousness; matiḥ mama—my opinion",
      "translation": "Where there is Krsna, the Lord of yogas, and where there is Partha, the wielder of the bow, there are fortune, victory, prosperity and unfailing prudence. Such is my conviction."
    }
  ]
}